cask_args appdir: '/Applications'

brew 'imagemagick'
brew 'neovim'
brew 'openssl'
brew 'pass'
brew 'pandoc'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh'

cask 'atom'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'skim'
cask 'slack'
cask 'steam'
cask 'vlc'
